chat_system_1846845777_actor_description=Dwarf Baldur.
chat_system_1846845777_snap_0_question=^?^The problem is... All our warriors were moved into the Taron Mines to hold back the demons. And here in Lower Hadar, other monsters have multiplied and there is nobody here to kill them. Many of my miners are missing, and every shift another miner becomes dinner for the terrible monsters.<br>Every miner has a special copper badge, in case he's ever eaten. And we gather these badges after... accidents.<br>However, we haven't managed to find 9 badges. And we have to file a report on every lost worker.
chat_system_1846845777_snap_0_answer_0=^?^And what should I do? - Rummage all Lower Hadar searching for these badges?
chat_system_1846845777_snap_1_question=^?^Yes! I like you humans - you're so quick-witted. And at the same time it's occasionally annoying as well.<br>You should look in the most difficult-to-reach and dangerous places. We have already searched everywhere else.
chat_system_1846845777_snap_1_answer_0=^?^Ok, I'll find the badges.
chat_system_1846845777_snap_1_answer_1=^?^Sorry, but I don't have the time for this right now. You know, the dead miners with their badges will probably not go anywhere. So maybe I'll visit you later.
chat_system_1846845777_snap_2_question=^?^Have you found the badges?
chat_system_1846845777_snap_2_answer_0=^?^I've collected all of them. If you only knew where I got some of them...
chat_system_1846845777_snap_2_answer_1=^?^No. It wasn't as simple as I thought.
chat_system_1846845777_snap_3_question=^?^Better not tell me! I just ate, and I don't want to be sick. Give them to me.<br>From all the miners and their families I thank you! You deserve not only our sincerest appreciation, but a reward as well.<br>[reward]
chat_system_1846845777_snap_3_answer_0=^?^Thank you! I hope maybe you'll change your mind about humans.
